<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Tooltip Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used for various help texts.
    |
    */

    'product_stock_alert' => "কম স্টকের পণ্য। <br/> <small class = 'text-muted'> পণ্য সতর্কতা পরিমাণে পণ্য প্রোডাক্ট স্ক্রিনে সেট করা উপর ভিত্তি করে। <br> স্টক শেষ হওয়ার আগে এই পণ্যগুলি কিনুন। </ Small>",

    'payment_dues' => "কেনাকাটা জন্য মুলতুবি পেমেন্ট। <br/> <small class = 'text-muted'> সরবরাহকারীর অর্থের মেয়াদের উপর ভিত্তি করে। <br/> 7 দিন বা তার কম অর্থ প্রদানের অর্থ প্রদান দেখানো হচ্ছে। </ small>",

    'input_tax' => 'নির্বাচিত সময়ের মধ্যে বিক্রয়ের জন্য সংগৃহীত মোট কর।',

    'output_tax' => 'নির্বাচিত সময়কালের জন্য ক্রয়ের জন্য প্রদেয় মোট কর।',

    'tax_overall' => 'নির্বাচিত সময়ের মধ্যে সংগৃহীত মোট কর এবং মোট করের মধ্যে পার্থক্য।',

    'purchase_due' => 'কেনাকাটা জন্য মোট অবৈতনিক পরিমাণ।',

    'sell_due' => 'বিক্রয় থেকে প্রাপ্ত মোট পরিমাণ',

    'over_all_sell_purchase' => 'মান = অর্থ প্রদানের পরিমাণ <br>+ve মান = পরিমাণ  গ্রহণ করা ',

    'no_of_products_for_trending_products' => 'নীচের তালিকাতে তুলনা করা শীর্ষ প্রবণতা পণ্য সংখ্যা।',

    'top_trending_products' => "আপনার  দোকানের  শীর্ষ বিক্রয় পণ্য।<br/><small class='text-muted'>নির্দিষ্ট বিভাগ, ব্র্যান্ড, ব্যবসা অবস্থান ইত্যাদি জন্য ট্রেন্ডিং পণ্যগুলি জানতে ফিল্টারগুলি প্রয়োগ করুন।</small>",

    'sku' => "অনন্য পণ্য আইডি বা স্টক কেপিং ইউনিট <br> <br> স্কু স্বয়ংক্রিয়ভাবে তৈরি করতে ফাঁকা রাখুন  <br><small class='text-muted'> আপনি ব্যবসায় সেটিংসে স্কু উপসর্গটি সংশোধন করতে পারেন। </ Small>",

    'enable_stock' => "একটি পণ্য জন্য স্টক ব্যবস্থাপনা সক্রিয় বা নিষ্ক্রিয় করুন। <br><br> <ছোট ক্লাস = 'পাঠ্য-নিঃশব্দ'> স্টক ম্যানেজমেন্টটি বেশিরভাগ পরিষেবাগুলির জন্য নিষ্ক্রিয় হওয়া উচিত। উদাহরণ: চুল কাটিং,মেরামত,ইত্যাদি। </ small>",

    'alert_quantity' => "যখন পণ্য স্টক নির্দিষ্ট পরিমাণে পৌঁছাতে বা নিচে যায় তখন সতর্ক হোন। <br><br> <small class = 'পাঠ্য-নিঃশব্দ'> কম স্টকের পণ্যগুলি ড্যাশবোর্ডে প্রদর্শিত হবে - পণ্য স্টক সতর্কতা বিভাগ। </ Small>",

    'product_type' => '<b> একক পণ্য </ b>: কোন বৈচিত্র্যের সাথে পণ্য। <br><b> পরিবর্তনশীল পণ্য </ b>: আকার, রঙ ইত্যাদি রূপে পণ্য
 ',

    'profit_percent' => "পণ্যের জন্য ডিফল্ট মুনাফা মার্জিন। <br> <small class= 'পাঠ্য-নিঃশব্দ'> (<i> আপনি ব্যবসায় সেটিংসে ডিফল্ট মুনাফা মার্জিন পরিচালনা করতে পারেন। </ i>) </ small>",

    'pay_term' => "প্রদত্ত সময়কালের মধ্যে কেনাকাটাগুলির জন্য অর্থ প্রদান করা হবে। <br/> <small class = 'পাঠ্য-নিঃশব্দ'> সমস্ত আসন্ন বা অর্থ প্রদানের অর্থ ড্যাশবোর্ডে প্রদর্শিত হবে - অর্থ প্রদানের বিভাগে </ small>",

    'order_status' => 'এই ক্রয় পণ্য শুধুমাত্র বিক্রয়ের জন্য উপলব্ধ করা হবে<b>অর্ডারের অবস্থা</ b> হল <b>আইটেম প্রাপ্ত </ b>',

    'purchase_location' => 'ক্রয় পণ্য বিক্রয়ের জন্য উপলব্ধ করা হবে যেখানে ব্যবসা অবস্থান।',

    'sale_location' => 'আপনি বিক্রি করতে চান যেখানে থেকে ব্যবসা অবস্থান',

    'sale_discount' => "বিজনেস সেটিংসে সমস্ত বিক্রয় জন্য 'ডিফল্ট বিক্রয় ছাড়' সেট করুন। ডিসকাউন্ট যোগ / আপডেট আপডেট নীচের সম্পাদনা আইকনে ক্লিক করুন।",

    'sale_tax' => "বিজনেস সেটিংসে সকল বিক্রির জন্য 'ডিফল্ট সেলস ট্যাক্স' সেট করুন। অর্ডার ট্যাক্স যোগ / আপডেট করতে নীচের সম্পাদনা আইকনের উপর ক্লিক করুন।",

    'default_profit_percent' => "একটি পণ্য ডিফল্ট মুনাফা মার্জিন। <br> <স্মল class = 'পাঠ্য-নিঃশব্দ'> প্রবেশ করা ক্রয় মূল্যের উপর ভিত্তি করে বিক্রয় মূল্য গণনার জন্য ব্যবহৃত। <br/> আপনি যোগ করার সময় indivisual পণ্যগুলির জন্য এই মানটি সংশোধন করতে পারেন </ small>",

    'fy_start_month' => 'আপনার ব্যবসার জন্য আর্থিক বছরের শুরু মাস',

    'business_tax' => 'আপনার ব্যবসার জন্য নিবন্ধিত ট্যাক্স নম্বর।',

    'invoice_scheme' => "চালান স্কিম অর্থ চালান সংখ্যা বিন্যাস মানে।এই ব্যবসার অবস্থানের জন্য ব্যবহার করা স্কিমটি নির্বাচন করুন <br><small class = 'পাঠ্য-নিঃশব্দ'> <i> আপনি চালান সেটিংসে </ b> নতুন চালান প্রকল্প </ b> যোগ করতে পারেন </ i> </ small>",

    'invoice_layout' => 'চালান লেআউট এই ব্যবসার অবস্থানের জন্য ব্যবহার করা হবে<br>(<i>আপনি নতুন যোগ করতে পারেন<br>চালান লেআউট</b>মধ্যে<b>চালান সেটিংস<b></i>)',

    'invoice_scheme_name' => 'চালান স্কিমের সংক্ষিপ্ত অর্থপূর্ণ নাম দিন।',

    'invoice_scheme_prefix' => 'একটি চালান প্রকল্পের জন্য উপসর্গ। <br> একটি উপসর্গ একটি কাস্টম টেক্সট বা বর্তমান বছর হতে পারে। Ex: # XXXX0001, # 2018-0002',

    'invoice_scheme_start_number' => "চালান সংখ্যায়ন জন্য নম্বর শুরু করুন।<br><small class= 'পাঠ্য-নিঃশব্দ'> আপনি এটি 1 বা অন্য কোন সংখ্যা থেকে শুরু করতে পারেন যা সংখ্যায়ন শুরু হবে। </ small>",

    'invoice_scheme_count' => 'চালান স্কিমের জন্য উত্পাদিত মোট সংখ্যা',

    'invoice_scheme_total_digits' => 'চালান প্রিফিক্স ব্যতীত চালান সংখ্যা দৈর্ঘ্য',

    'tax_groups' => 'গ্রুপ ট্যাক্স হার - উপরে সংজ্ঞায়িত, ক্রয় / বিক্রয় বিভাগে সংমিশ্রণে ব্যবহার করা।',

    'unit_allow_decimal' => "Decimals ভগ্নাংশ সম্পর্কিত পণ্য বিক্রি করতে পারবেন।",

    'print_label' => 'পণ্য যুক্ত করুন -> লেবেলগুলিতে দেখানোর জন্য তথ্য নির্বাচন করুন -> বারকোড সেটিং নির্বাচন করুন -> পূর্বরূপ লেবেলগুলি -> মুদ্রণ করুন',

    'expense_for' => 'পণ্য যুক্ত করুন -> লেবেলগুলিতে দেখানোর জন্য তথ্য নির্বাচন করুন -> বারকোড সেটিং নির্বাচন করুন -> পূর্বরূপ লেবেলগুলি -> মুদ্রণ করুন',
    
    'all_location_permission' => 'ব্যবহারকারীর জন্য যা ব্যয় সম্পর্কিত চয়ন করুন। <i> (ঐচ্ছিক) </ i> <br/> <small> উদাহরণ: একজন কর্মচারীর বেতন। </ small>',

    'dashboard_permission' => 'যদি <b> সমস্ত অবস্থান </ b> নির্বাচিত থাকে তবে এই ভূমিকাতে সমস্ত ব্যবসার অবস্থান অ্যাক্সেস করার অনুমতি থাকবে.',

    'access_locations_permission' => 'অনির্বাচিত হলে শুধুমাত্র হোমে স্বাগতম বার্তা প্রদর্শিত হবে।',

    'print_receipt_on_invoice' => 'এই ভূমিকা অ্যাক্সেস করতে পারেন সব অবস্থান নির্বাচন করুন। নির্বাচিত অবস্থানের জন্য সমস্ত তথ্য শুধুমাত্র ব্যবহারকারীকে প্রদর্শিত হবে। <br/> <br/> <ছোট> উদাহরণস্বরূপ: আপনি <i> স্টোর ম্যানেজার / ক্যাশিয়ার / স্টক ম্যানেজার / শাখা ব্যবস্থাপক, </ আমি> বিশেষ অবস্থান। </ ছোট>',

    'receipt_printer_type' => "<i> ব্রাউজার ভিত্তিক মুদ্রণ </ i>: চালানের পূর্বরূপ সহ ব্রাউজারে প্রিন্ট কথোপকথন বাক্সটি দেখান <br/> <br/> <i> কনফিগার হওয়া রসিদ প্রিন্টার ব্যবহার করুন </ i>: মুদ্রণের জন্য একটি কনফিগার করা রসিদ / তাপ মুদ্রক নির্বাচন করুন",

    'adjustment_type' => '<i> সাধারন </ i>: লিকেজ, ক্ষতি ইত্যাদি ইত্যাদি সাধারণ কারণে সামঞ্জস্যের জন্য <br/> <br/> <i> অস্বাভাবিক </ i>: আগুন, দুর্ঘটনা ইত্যাদি কারণে সমন্বয়।',

    'total_amount_recovered' => 'বীমা বা স্ক্র্যাপ বা অন্যদের বিক্রয় থেকে উদ্ধার',

    'express_checkout' => 'সম্পূর্ণ পরিশোধ এবং চেকআউট চিহ্নিত করুন',
    'total_card_slips' => 'এই নিবন্ধে ব্যবহৃত কার্ড পেমেন্ট সংখ্যা',
    'total_cheques' => 'এই নিবন্ধে ব্যবহৃত চেক সংখ্যা',

    'capability_profile' => "কমান্ড এবং কোড পৃষ্ঠাগুলির জন্য সমর্থন মুদ্রক বিক্রেতাদের এবং মডেলের মধ্যে পরিবর্তিত হয়। আপনি যদি নিশ্চিত না হন তবে 'সহজ' ক্ষমতা প্রোফাইলটি ব্যবহার করা একটি ভাল ধারণা",

    'purchase_different_currency' => 'আপনি যদি আপনার ব্যবসায় মুদ্রার তুলনায় একটি ভিন্ন মুদ্রায় ক্রয় করেন তবে এই বিকল্পটি নির্বাচন করুন',

    'currency_exchange_factor' => "1 ক্রয় মুদ্রা =? বেস মুদ্রা <br> <small class = 'পাঠ্য-নিঃশব্দ'> আপনি ব্যবসায় সেটিংস থেকে অন্য মুদ্রায় 'সক্রিয় / নিষ্ক্রিয় করতে পারেন। </ Small>",

    'accounting_method' => 'অ্যাকাউন্টিং পদ্ধতি',

    'transaction_edit_days' => 'লেনদেনের তারিখ থেকে যতদিন পর্যন্ত একটি লেনদেন সম্পাদিত হতে পারে।',
    'stock_expiry_alert' => "মেয়াদ শেষ হওয়া স্টকগুলির তালিকা: দিন দিন <br><br> <small class = 'পাঠ্য-নিঃশব্দ'> আপনি কোনও সেট করতে পারেন। দিনের মধ্যে সেটিংস </ small>",
    'sub_sku' => "স্কু ঐচ্ছিক। <br><br><small> স্বয়ংক্রিয়ভাবে স্কু তৈরি করতে ফাঁকা রাখুন। <small>",
    'shipping' => "শিপিং বিস্তারিত এবং শিপিং চার্জ সেট করুন। শিপিং বিবরণ এবং চার্জ আপডেট / আপডেট করতে নীচের সম্পাদনা আইকনে ক্লিক করুন।"
];
