<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Business Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during registration of a business.
    |
    */
    'edit_profile' => 'জীবন বৃত্তান্ত সম্পাদনা',
    'change_password' => 'পাসওয়ার্ড পরিবর্তন করুন',
    'current_password' => 'বর্তমান পাসওয়ার্ড',
    'new_password' => 'নতুন পাসওয়ার্ড',
    'confirm_new_password' => 'নতুন পাসওয়ার্ড নিশ্চিত করুন ',
    'user_management' => 'ইউজার ম্যানেজমেন্ট',
    'roles' => 'ভূমিকা',
    'users' => 'ব্যবহারকারীরা',
    'manage_roles' => 'ভূমিকা পরিচালনা করুন',
    'all_roles' => 'সব ভূমিকা',
    'add_role' => 'ভূমিকা যোগ করুন',
    'role_name' => 'নাম ভূমিকা',
    'permissions' => 'অনুমতিসমূহ',
    'role_added' => 'ভূমিকা সফলভাবে যোগ করা হয়েছে',
    'role_already_exists' => 'একই নামের ভূমিকা ইতিমধ্যে বিদ্যমান',
    'edit_role' => 'ভূমিকা সম্পাদনা করুন',
    'role_updated' => 'ভূমিকা সফলভাবে আপডেট করা হয়েছে',
    'role_deleted' => 'ভূমিকা সফলভাবে মুছে ফেলা হয়েছে',
    'manage_users' => 'ব্যবহারকারীদের ম্যানেজ করুন',
    'all_users' => 'সকল ব্যবহারকারী',
    'name' =>'নাম',
    'role' => 'ভূমিকা',
    'add_user' => 'ব্যবহারকারী যুক্ত করুন',
    'user_added' => 'ব্যবহারকারী সফলভাবে যোগ করা হয়েছে',
    'role_is_default' => 'আপনি এই ভূমিকা সংশোধন করতে পারবেন না',
    'edit_user' => 'ব্যবহারকারী সম্পাদনা করুন',
    'leave_password_blank' => "আপনি যদি পাসওয়ার্ড আপডেট করতে না চান তবে পাসওয়ার্ড ক্ষেত্রটি ফাঁকা রাখুন",
    'user_update_success' => 'ব্যবহারকারী সফলভাবে আপডেট করা হয়েছে',
    'user_delete_success' => 'ব্যবহারকারী সফলভাবে মুছে ফেলা হয়েছে',
];
