<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Validation Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines contain the default error messages used by
    | the validator class. Some of these rules have multiple versions such
    | as the size rules. Feel free to tweak each of these messages here.
    |
    */

    'accepted'             => 'বৈশিষ্ট্য গ্রহণ করা আবশ্যক।',
    'active_url'           => 'বৈশিষ্ট্য একটি বৈধ URL না।',
    'after'                => ' বৈশিষ্ট্যটি তারিখের পরে হতে হবে: তারিখ।',
    'after_or_equal'       => 'বৈশিষ্ট্যটি পরে বা সমান একটি তারিখ হতে হবে',
    'alpha'                => 'বৈশিষ্ট্য শুধুমাত্র অক্ষর থাকতে পারে।',
    'alpha_dash'           => 'বৈশিষ্ট্য শুধুমাত্র অক্ষর, সংখ্যা, এবং ড্যাশ থাকতে পারে।',
    'alpha_num'            => 'বৈশিষ্ট্য শুধুমাত্র অক্ষর এবং সংখ্যা থাকতে পারে।',
    'array'                => 'বৈশিষ্ট্য একটি অ্যারের হতে হবে।',
    'before'               => 'অ্যাট্রিবিউট আগে একটি তারিখ হতে হবে: তারিখ।',
    'before_or_equal'      => 'বৈশিষ্ট্যটি তারিখের আগে বা সমান তারিখ হতে হবে: তারিখ।',
    'between'              => [
        'numeric' => 'বৈশিষ্ট্যটি অবশ্যই হতে হবে: মিনিট এবং সর্বোচ্চ।',
        'file'    => 'বৈশিষ্ট্যটি অবশ্যই হতে হবে: মিনিট এবং সর্বোচ্চ কিলোবাইট।',
        'string'  => 'গুণাবলী অবশ্যই হতে হবে: মিনিট এবং: সর্বোচ্চ অক্ষর।',
        'array'   => 'গুণাবলী মধ্যে থাকতে হবে: মিনিট এবং: সর্বোচ্চ আইটেম।',
    ],
    'boolean'              => 'বৈশিষ্ট্য ক্ষেত্র সত্য বা মিথ্যা হতে হবে।',
    'confirmed'            => 'বৈশিষ্ট্য নিশ্চিতকরণ মেলে না।',
    'date'                 => 'বৈশিষ্ট্য একটি বৈধ তারিখ নয়।',
    'date_format'          => 'বৈশিষ্ট্য বিন্যাস মেলে না: বিন্যাস।',
    'different'            => 'বৈশিষ্ট্য এবং: অন্যান্য ভিন্ন হতে হবে।',
    'digits'               => ' বৈশিষ্ট্য অবশ্যই হতে হবে: সংখ্যা সংখ্যা।',
    'digits_between'       => 'বৈশিষ্ট্যটি অবশ্যই হতে হবে: সর্বনিম্ন এবং সর্বোচ্চ সংখ্যা।',
    'dimensions'           => 'বৈশিষ্ট্য অবৈধ ইমেজ মাত্রা আছে।',
    'distinct'             => 'বৈশিষ্ট্য ক্ষেত্র একটি সদৃশ মান আছে।',
    'email'                => 'বৈশিষ্ট্য একটি বৈধ ইমেইল ঠিকানা হতে হবে।',
    'exists'               => 'নির্বাচিত: বৈশিষ্ট্য অবৈধ।',
    'file'                 => 'বৈশিষ্ট্য একটি ফাইল হতে হবে।',
    'filled'               => 'বৈশিষ্ট্য ক্ষেত্র একটি মান থাকতে হবে।',
    'image'                => 'বৈশিষ্ট্য একটি ছবি হতে হবে।',
    'in'                   => 'নির্বাচিত: বৈশিষ্ট্য অবৈধ।',
    'in_array'             => 'বৈশিষ্ট্য ক্ষেত্রের মধ্যে বিদ্যমান নেই: অন্যান্য।',
    'integer'              => 'বৈশিষ্ট্য একটি পূর্ণসংখ্যা হতে হবে।',
    'ip'                   => 'বৈশিষ্ট্য একটি বৈধ আইপি ঠিকানা হতে হবে।',
    'ipv4'                 => 'বৈশিষ্ট্য একটি বৈধ IPv4 ঠিকানা হতে হবে।',
    'ipv6'                 => 'বৈশিষ্ট্য একটি বৈধ IPv6 ঠিকানা হতে হবে।',
    'json'                 => 'বৈশিষ্ট্য একটি বৈধ JSON স্ট্রিং হতে হবে।',
    'max'                  => [
        'numeric' => ' বৈশিষ্ট্যটি সর্বাধিক হতে পারে না: সর্বোচ্চ।',
        'file'    => 'বৈশিষ্ট্যের চেয়ে বড় হতে পারে না: সর্বোচ্চ কিলোবাইট।',
        'string'  => 'বৈশিষ্ট্যটি বেশি হতে পারে না: সর্বোচ্চ অক্ষর।',
        'array'   => 'বৈশিষ্ট্যের চেয়ে বেশি থাকতে পারে না: সর্বোচ্চ আইটেম।',
    ],
    'mimes'                => 'বৈশিষ্ট্যটি অবশ্যই ফাইলের একটি ফাইল হতে হবে:: মান।',
    'mimetypes'            => 'বৈশিষ্ট্যটি অবশ্যই ফাইলের একটি ফাইল হতে হবে:: মান।',
    'min'                  => [
        'numeric' => 'বৈশিষ্ট্য অন্তত হতে হবে: সর্বনিম্ন।',
        'file'    => 'বৈশিষ্ট্য অন্তত হতে হবে: সর্বনিম্ন কিলোবাইট।',
        'string'  => 'গুণাবলী অন্তত হতে হবে সর্বনিম্ন  অক্ষর।',
        'array'   => 'বৈশিষ্ট্য অন্তত থাকতে হবে: সর্বনিম্ন আইটেম।',
    ],
    'not_in'               => 'নির্বাচিত: বৈশিষ্ট্য অবৈধ।',
    'numeric'              => 'বৈশিষ্ট্য একটি সংখ্যা হতে হবে।',
    'present'              => 'বৈশিষ্ট্য ক্ষেত্র উপস্থিত হতে হবে।',
    'regex'                => 'বৈশিষ্ট্য বিন্যাস অবৈধ।',
    'required'             => 'বৈশিষ্ট্য ক্ষেত্র প্রয়োজন বোধ করা হয়।',
    'required_if'          => 'বৈশিষ্ট্য ক্ষেত্র প্রয়োজন হয় যখন: অন্য হয়: মান।',
    'required_unless'      => 'বৈশিষ্ট্যাবলী ক্ষেত্র প্রয়োজন হয় না: অন্য আছে: মান।',
    'required_with'        => 'গুণাবলী ক্ষেত্র প্রয়োজন যখন: মান উপস্থিত।',
    'required_with_all'    => 'গুণাবলী ক্ষেত্র প্রয়োজন যখন: মান উপস্থিত।',
    'required_without'     => 'গুণাবলী ক্ষেত্র প্রয়োজন হয় যখন: মান উপস্থিত না।',
    'required_without_all' => 'মান: উপস্থিত নেই যখন বৈশিষ্ট্য ক্ষেত্র প্রয়োজন হয়।',
    'same'                 => 'বৈশিষ্ট্য এবং: অন্য মিলতে হবে।',
    'size'                 => [
        'numeric' => 'বৈশিষ্ট্য হতে হবে: আকার।',
        'file'    => 'বৈশিষ্ট্য অবশ্যই হতে হবে: আকার কিলোবাইট।',
        'string'  => ' বৈশিষ্ট্য অবশ্যই হতে হবে: আকার অক্ষর।',
        'array'   => 'বৈশিষ্ট্য থাকতে হবে: আকার আইটেম।',
    ],
    'string'               => 'বৈশিষ্ট্য একটি স্ট্রিং হতে হবে।',
    'timezone'             => 'বৈশিষ্ট্য একটি বৈধ অঞ্চল হতে হবে।',
    'unique'               => 'বৈশিষ্ট্য ইতিমধ্যে গ্রহণ করা হয়েছে।',
    'uploaded'             => 'বৈশিষ্ট্য আপলোড ব্যর্থ হয়েছে।',
    'url'                  => 'বৈশিষ্ট্য বিন্যাস অবৈধ।',

    /*
    |--------------------------------------------------------------------------
    | Custom Validation Language Lines
    |--------------------------------------------------------------------------
    |
    | Here you may specify custom validation messages for attributes using the
    | convention "attribute.rule" to name the lines. This makes it quick to
    | specify a specific custom language line for a given attribute rule.
    |
    */

    'custom' => [
        'attribute-name' => [
            'rule-name' => 'কাস্টম বার্তা',
        ],
    ],

    /*
    |--------------------------------------------------------------------------
    | Custom Validation Attributes
    |--------------------------------------------------------------------------
    |
    | The following language lines are used to swap attribute place-holders
    | with something more reader friendly such as E-Mail Address instead
    | of "email". This simply helps us make messages a little cleaner.
    |
    */

    'attributes' => [],
    'custom-messages' => [
        'quantity_not_available' => 'শুধুমাত্র: qty: ইউনিট  সহজ লভ্য',
        'this_field_is_required' => 'ঘরটি অবশ্যই পূরণ করতে হবে'
    ],

];